{
  "active_locale": "Português",
  "menu_item_1": "Inicio",
  "menu_item_2": "Sobre nos",
  "hero_title": "Mozambique Developer Survey 1ᵅ Edição",
  "hero_button": "Baixar resultados",
  "about_title": "Sobre a pesquisa",
  "about_paragraph_1": "Bem-vindos à primeira edição da Mozambique Developer Survey, um inquérito abrangente organizado pela Mozdevz, que tem como objetivo desvendar o mundo dos desenvolvedores em Moçambique.",
  "about_paragraph_2": "Nesta pesquisa, mergulhamos no universo da tecnologia e do desenvolvimento de soluções tecnológicas, desde aqueles que estão a começar a sua jornada até os profissionais experientes que estão a moldar o cenário tecnológico do país",
  "about_paragraph_3": "O propósito desta iniciativa é obter uma visão real e detalhada das tendências predominantes no campo da tecnologia e desenvolvimento em Moçambique. Nosso objetivo é entender as preferências, habilidades e aspirações dos desenvolvedores, além de fornecer insights valiosos para ajudar a comunidade e o setor a crescer e prosperar. Estamos empolgados em compartilhar com vocês os resultados da Mozambique Developer Survey e esperamos que este relatório seja uma fonte de inspiração, aprendizado e colaboração para todos os envolvidos no setor de tecnologia e desenvolvimento em nosso país.",
  "form_title": "Preencha o formulário para acessar os resultados da pesquisa",
  "form_email_text": "E-mail",
  "form_name_text": "Nome",
  "form_surname_text": "Apelido",
  "form_IName_text": "Nome da Instituição",
  "form_role_text": "Título do cargo / Curso",
  "form_residence_text": "Província / País",
  "development": "DESENVOLVIMENTO",
  "most_used_lang": "Java é a linguagem de programação mais usada em Moçambique",
  "most_used_lang_statistics": "Mais de 14.95% dos programadores usam Java, contra aproximadamente 14.6% que usa Python. Por outro lado, Ruby é a linguagem de programação menos aderida pelos moçambicanos.",
  "most_used_markup_lang": "Nas linguagens de marcação, HTML/CSS dominam com cerca de 18% de aderência por parte dos Desenvolvedores .",
  "most_used_languages": "Quais linguagens de programação, script e/ou marcação usa?",
  "percentage_text": "Percentagem das pessoas",
  "education_and_learning": "Educação e aprendizagem",
  "where_learn": "É na Escola (Universidade, Instituto ou Escola secundária) onde muito Desenvolvedores aprendem a programar ",
  "learn_methods_1": "Existem vários métodos para aprender a programar, sendo que as plataformas de VoD as mais preferidas, o YouTube destaca-se com mais de 34.89%, seguido do Udemy e LinkedIn Learning com 20% e 9% respectivamente.",
  "learn_methods_2": "Apesar dos VoD serem a escolha primordial dos desenvolvedores para aperfeiçoar suas habilidades, é na Escola (Universidade, Instituto ou Escola secundária) onde muito deles aprendem a programar",
  "education_section_subtitle": "Quais plataformas você usa para aprender?",
  "footer": "Copyright © 2023 Mozdevz. Todos os direitos reservados"
}
